{
  "distribution_startdate":"2017-04-01T11:32:52",
  "distribution_enddate":"2063-12-31T23:59:59",
  "price_specification":"Free of charge open dataset",
  "license":"Fully licensed dataset from https://data.gov.in/",
  "contract_enddate":"2063-12-31T23:59:59",
  "contract_startdate":"2023-07-18T00:00:01",
  "contract_description":"These Terms of Use (the “Terms”) are a binding contract between you and Kaggle Inc. (“Kaggle,” “we” and “us”). Kaggle is organized under the laws of the State of Delaware, USA, and has offices located at 1600 Amphitheatre Parkway, Mountain View, California 94043 USA. You must agree to and accept all of the Terms, or you don’t have the right to use the Services. Your use of the Services in any way means that you agree to all of these Terms, and these Terms will remain in effect while you use the Services.",
  "permissions": "https://www.kaggle.com/terms",
  "sanctions": "Insert sanctions in terms of breach of contract",
  "negotiation_protocol":"NA",
  "copyrightHolder_name": "Open Government India",
  "copyrightHolder_mail": "NA",
  "rights":"The materials displayed or performed or available on or through the Services, including text, graphics, data, articles, photos, images, illustrations, and User Submissions (collectively, the “Content”), are protected by copyright and other intellectual property laws. You promise to abide by all copyright notices, trademark rules, information, and restrictions contained in any Content you access through the Services, and you won’t use, copy, reproduce, modify, translate, publish,broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit for any purpose any Content not owned by you, (i) without the prior consent of the owner of that Content or (ii) in a way that violates someone else’s (including Kaggle’s) rights.You understand that Kaggle owns the Services. You won’t modify, publish, transmit, participate in the transfer or sale of, reproduce (except as expressly provided in this Section), create derivative works based on, or otherwise exploit any of the Services.The Services may allow you to copy or download certain Content; please remember that just because this functionality exists, doesn’t mean that all the restrictions above don’t apply — they do!A notice for U.S. Federal Agency Users: The Services were developed solely at private expense and are commercial computer software and related documentation within the meaning of the applicable Federal Acquisition Regulations and their agency supplements.If you’re an EEA-based consumer of digital content or services and you’ve agreed to these Terms, then EEA consumer laws provide you with a legal guarantee. Under this guarantee, we’re liable for any lack of conformity that you discover:within two years of the one-time supply of digital content or services; or at any time during the “continuous” supply of digital content or services. Your national laws may provide an even longer guarantee. Your rights under these legal guarantees aren’t limited by any other commercial guarantees that we provide"
}
